Repository: CrimsBerith/Keptora
Catalog: Keptora/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, tr

source: The Safety Plan is stale because exact-review decisions changed after preparation. Regenerate it before moving files.
de: Der Sicherheitsplan ist veraltet, da sich Entscheidungen nach der Vorbereitung geändert haben. Vor dem Verschieben neu erstellen.
fr: Le plan de sécurité est obsolète car les décisions ont changé après sa préparation. Régénérez-le avant de déplacer des fichiers.
tr: Hazırlıktan sonra birebir inceleme kararları değiştiği için Güvenlik Planı güncelliğini yitirdi. Dosyaları taşımadan önce yeniden oluşturun.

source: Keptora could not load its local manifest signing key.
de: Keptora konnte den lokalen Signaturschlüssel für Manifeste nicht laden.
fr: Keptora n’a pas pu charger sa clé locale de signature de manifeste.
tr: Keptora yerel bildirim imzalama anahtarını yükleyemedi.

source: The cleanup manifest could not be encoded for signing.
de: Das Bereinigungsmanifest konnte für die Signatur nicht codiert werden.
fr: Le manifeste de nettoyage n’a pas pu être encodé pour la signature.
tr: Temizleme bildirimi imzalama için kodlanamadı.

source: Database could not be opened: %@
de: Datenbank konnte nicht geöffnet werden: %@
fr: Impossible d’ouvrir la base de données : %@
tr: Veritabanı açılamadı: %@

source: Database operation failed: %@
de: Datenbankoperation fehlgeschlagen: %@
fr: L’opération de base de données a échoué : %@
tr: Veritabanı işlemi başarısız: %@

source: Database statement could not be prepared: %@
de: Datenbankanweisung konnte nicht vorbereitet werden: %@
fr: L’instruction de base de données n’a pas pu être préparée : %@
tr: Veritabanı ifadesi hazırlanamadı: %@

source: Database value could not be written: %@
de: Datenbankwert konnte nicht geschrieben werden: %@
fr: Impossible d’écrire la valeur dans la base de données : %@
tr: Veritabanı değeri yazılamadı: %@

source: This file is the protected keeper. Choose another keeper before adding it to the Safety Plan.
de: Diese Datei ist das geschützte Original. Wähle ein anderes Original, bevor du sie zum Sicherheitsplan hinzufügst.
fr: Ce fichier est la copie protégée. Choisissez une autre copie protégée avant de l’ajouter au plan de sécurité.
tr: Bu dosya korunan kopyadır. Güvenlik Planına eklemeden önce başka bir korunan kopya seçin.

source: The selected file no longer belongs to this duplicate group.
de: Die ausgewählte Datei gehört nicht mehr zu dieser Duplikatgruppe.
fr: Le fichier sélectionné n’appartient plus à ce groupe de doublons.
tr: Seçilen dosya artık bu kopya grubuna ait değil.

source: Keptora could not read %@.
de: Keptora konnte %@ nicht lesen.
fr: Keptora n’a pas pu lire %@.
tr: Keptora %@ okuyamadı.

source: %@ is stored in iCloud and requires an approved download.
de: %@ ist in iCloud gespeichert und erfordert einen genehmigten Download.
fr: %@ est stocké dans iCloud et nécessite un téléchargement approuvé.
tr: %@ iCloud üzerinde depolanıyor ve onaylı bir indirme gerektiriyor.

source: Keptora does not have permission to access this source.
de: Keptora hat keine Berechtigung für den Zugriff auf diese Quelle.
fr: Keptora n’a pas l’autorisation d’accéder à cette source.
tr: Keptora bu kaynağa erişim iznine sahip değil.

source: This source reference is not supported.
de: Diese Quellreferenz wird nicht unterstützt.
fr: Cette référence source n’est pas prise en charge.
tr: Bu kaynak başvurusu desteklenmiyor.

source: History & Restore
de: Verlauf & Wiederherstellung
fr: Historique et restauration
tr: Geçmiş ve Geri Yükleme

source: Review Safety Plan…
de: Sicherheitsplan überprüfen…
fr: Examiner le plan de sécurité…
tr: Güvenlik Planını İncele…

# Restore From Quarantine…
source: Restore From Recovery Bin…
de: Aus Papierkorb wiederherstellen…
fr: Restaurer depuis la zone de récupération…
tr: Kurtarma Kutusundan Geri Yükle…

source: Drop Folder to Connect & Scan
de: Ordner zum Verbinden und Scannen hierher ziehen
fr: Déposer un dossier pour connecter et analyser
tr: Bağlamak ve Taramak İçin Klasörü Buraya Bırakın

source: Starting a new scan will reset your uncommitted review decisions.
de: Ein neuer Scan setzt Ihre nicht bestätigten Entscheidungen zurück.
fr: Démarrer une nouvelle analyse réinitialisera vos décisions non confirmées.
tr: Yeni bir tarama başlatmak, henüz onaylanmamış inceleme kararlarınızı sıfırlar.

source: Discard Review and Rescan
de: Überprüfung verwerfen und erneut scannen
fr: Abandonner et réanalyser
tr: İncelemeyi Sıfırla ve Yeniden Tara

source: Keep Current Review
de: Aktuelle Überprüfung behalten
fr: Conserver l’examen actuel
tr: Mevcut İncelemeyi Koru

source: How It Works
de: So funktioniert es
fr: Comment ça marche
tr: Nasıl Çalışır?

source: Swipe Culling Studio
de: Wisch-Sortier-Studio
fr: Studio de tri par balayage
tr: Kart Kaydırma Stüdyosu

source: Swipe & Cull
de: Wischen & Sortieren
fr: Balayer et trier
tr: Kaydır ve Ayıkla

source: Swipe Right to Keep · Swipe Left to Clean · Swipe Up to Skip
de: Nach rechts: Behalten · Nach links: Bereinigen · Nach oben: Überspringen
fr: Glisser à droite : Garder · À gauche : Nettoyer · En haut : Ignorer
tr: Sağa Kaydır: Koru · Sola Kaydır: Temizle · Yukarı Kaydır: Atla

source: Clean (←)
de: Bereinigen (←)
fr: Nettoyer (←)
tr: Temizle (←)

source: Keep (→)
de: Behalten (→)
fr: Garder (→)
tr: Koru (→)

source: Skip (↑)
de: Überspringen (↑)
fr: Ignorer (↑)
tr: Atla (↑)

source: Undo
de: Widerrufen
fr: Annuler
tr: Geri Al

source: Clean (⌘⌫)
de: Bereinigen (⌘⌫)
fr: Nettoyer (⌘⌫)
tr: Temizle (⌘⌫)

source: Review Safe Cleanup
de: Sichere Bereinigung überprüfen
fr: Vérifier le nettoyage sécurisé
tr: Güvenli Temizliği İncele

source: Move to Safe Bin
de: In den sicheren Papierkorb verschieben
fr: Déplacer vers la zone de récupération
tr: Kurtarma Kutusuna Taşı (Geri Alınabilir)

source: Keptora moves reviewed duplicate copies into a safe recovery bin. Your original photos are kept safe and untouched.
de: Keptora verschiebt überprüfte Kopien in einen sicheren Wiederherstellungsordner. Ihre Originalfotos bleiben unberührt.
fr: Keptora déplace les copies examinées dans une zone de récupération sécurisée. Vos photos originales restent intactes.
tr: Keptora incelenen kopyaları güvenli bir kurtarma kutusuna taşır. Orijinal fotoğraflarınız daima güvende ve dokunulmazdır.

source: Original keeper photos remain in place. Every duplicate copy is verified before moving, and photo families (like RAW+JPEG or Live Photos) stay together.
de: Geschützte Originalfotos bleiben erhalten. Jede Kopie wird vor dem Verschieben geprüft, und Fotofamilien (wie RAW+JPEG oder Live Photos) bleiben zusammen.
fr: Les photos originales protégées restent en place. Chaque copie est vérifiée avant déplacement et les groupes de photos (RAW+JPEG ou Live Photos) restent associés.
tr: Korunan orijinal fotoğraflarınız yerinde kalır. Taşınmadan önce her kopya doğrulanır ve fotoğraf aileleri (RAW+JPEG veya Live Photo) bir arada korunur.

source: You can restore these files at any time from History & Restore.
de: Sie können diese Dateien jederzeit unter Verlauf & Wiederherstellung wiederherstellen.
fr: Vous pouvez restaurer ces fichiers à tout moment depuis Historique et restauration.
tr: Bu dosyaları Geçmiş ve Geri Yükleme bölümünden dilediğiniz zaman tek tıkla geri yükleyebilirsiniz.

source: Verifying and safely moving duplicate files…
de: Dateien werden geprüft und sicher in den Papierkorb verschoben…
fr: Vérification et déplacement sécurisé des doublons en cours…
tr: Kopyalar doğrulanıyor ve güvenli kurtarma kutusuna taşınıyor…

source: Why This Is Safe
de: Warum dies sicher ist
fr: Pourquoi est-ce sûr
tr: Bu Dosya Neden Güvenle Silinebilir?

source: Why This Is Safe…
de: Warum dies sicher ist…
fr: Pourquoi est-ce sûr…
tr: Bu Dosya Neden Güvenle Silinebilir?

source: View Photo Details
de: Fotodetails anzeigen
fr: Afficher les détails de la photo
tr: Fotoğraf Detaylarını Görüntüle

source: Fix Date from Filename
de: Datum aus Dateinamen reparieren
fr: Corriger la date d’après le nom
tr: Tarihi Dosya Adından Onar

source: Organize in Finder
de: Im Finder organisieren
fr: Organiser dans le Finder
tr: Finder’da Düzenle

source: Start Smart Review
de: Smarte Überprüfung starten
fr: Démarrer l’examen intelligent
tr: Akıllı İncelemeyi Başlat

source: Export & Organize Archive
de: Archiv organisieren & exportieren
fr: Organiser et exporter l’archive
tr: Arşivi Düzenle ve Dışa Aktar

source: Export & Organize Photo Archive
de: Fotoarchiv organisieren & exportieren
fr: Organiser et exporter l’archive photo
tr: Fotoğraf Arşivini Düzenle ve Dışa Aktar

source: All photos were sorted into structured folders at your selected destination.
de: Alle Fotos wurden am gewählten Zielort in strukturierte Ordner sortiert.
fr: Toutes les photos ont été classées dans des dossiers structurés à l’emplacement choisi.
tr: Tüm fotoğraflar seçtiğiniz hedef konumda düzenli klasörlere ayrıştırıldı.

source: Archive Successfully Exported!
de: Archiv erfolgreich exportiert!
fr: Archive exportée avec succès !
tr: Arşiv Başarıyla Dışa Aktarıldı!

source: Destination Folder
de: Zielordner
fr: Dossier de destination
tr: Hedef Klasör

source: Folder Hierarchy Structure
de: Ordnerhierarchie-Struktur
fr: Structure de hiérarchie des dossiers
tr: Klasör Hiyerarşisi Yapısı

source: File Placement Mode
de: Dateiplatzierungsmodus
fr: Mode de placement des fichiers
tr: Dosya Yerleşim Modu

source: By Year & Month (e.g. 2026/08 - August/)
de: Nach Jahr & Monat (z. B. 2026/08 - August/)
fr: Par année et mois (ex. 2026/08 - Août/)
tr: Yıl ve Aya Göre (ör. 2026/08 - Ağustos/)

source: By Year & AI Category (e.g. 2026/Nature/)
de: Nach Jahr & KI-Kategorie (z. B. 2026/Natur/)
fr: Par année et catégorie (ex. 2026/Nature/)
tr: Yıl ve Kategoriye Göre (ör. 2026/Doğa/)

source: By Category Only (e.g. Documents/Receipts/)
de: Nur nach Kategorie (z. B. Dokumente/Belege/)
fr: Par catégorie uniquement (ex. Documents/Reçus/)
tr: Yalnızca Kategoriye Göre (ör. Belgeler/Fişler/)

source: Copy Files (Safe duplicate copies)
de: Dateien kopieren (Sichere separate Kopien)
fr: Copier les fichiers (Copies indépendantes sécurisées)
tr: Dosyaları Kopyala (Güvenli bağımsız kopyalar)

source: Hardlinks (Zero extra disk space, instant)
de: Hardlinks (Kein zusätzlicher Speicherplatz, sofort)
fr: Liens physiques (Zéro espace supplémentaire, instantané)
tr: Sabit Bağlantılar / Hardlink (Sıfır ek disk alanı, anında)

source: Symlinks (Finder Aliases)
de: Symlinks (Finder-Aliase)
fr: Liens symboliques (Alias Finder)
tr: Sembolik Bağlantılar / Finder Kısayolları

source: Review Batch Completed!
de: Überprüfungsgruppe abgeschlossen!
fr: Lot d’examen terminé !
tr: İnceleme Grubu Tamamlandı!

source: Discard Pending Selections?
de: Ausstehende Auswahl verwerfen?
fr: Abandonner les sélections en attente ?
tr: Bekleyen Seçimler Silinsin mi?

source: Discard and Close
de: Verwerfen und schließen
fr: Abandonner et fermer
tr: Seçimleri Sil ve Kapat

source: Ready to Analyze & Group Your Library
de: Bereit zur Analyse & Gruppierung
fr: Prêt à analyser et classer votre photothèque
tr: Kütüphanenizi Gruplandırmaya Hazır

source: Go to Home & Start Scan
de: Zur Startseite & Scan starten
fr: Aller à l’accueil et lancer l’analyse
tr: Ana Sayfaya Git ve Taramayı Başlat

source: Potential Reclaimable Storage
de: Rückgewinnbarer Speicherplatz
fr: Espace de stockage récupérable
tr: Geri Kazanılabilecek Depolama Alanı

source: Protected Keeper
de: Geschütztes Original
fr: Original protégé
tr: Korunan Orijinal

source: Add to Cleanup
de: Zur Bereinigung hinzufügen
fr: Ajouter au nettoyage
tr: Temizliğe Ekle

source: Cleanup History…
de: Bereinigungsverlauf…
fr: Historique de nettoyage…
tr: Temizlik Geçmişi…

source: Review Insights…
de: Überprüfungs-Einblicke…
fr: Statistiques d’examen…
tr: İnceleme Analizleri…

source: Diagnostics Snapshot…
de: Diagnose-Momentaufnahme…
fr: Instantané de diagnostic…
tr: Tanılama Özeti…

source: Previous duplicate set
de: Vorherige Duplikatgruppe
fr: Groupe de doublons précédent
tr: Önceki kopya kümesi

source: Next duplicate set
de: Nächste Duplikatgruppe
fr: Groupe de doublons suivant
tr: Sonraki kopya kümesi

source: Previous similar group
de: Vorherige ähnliche Gruppe
fr: Groupe similaire précédent
tr: Önceki benzer grup

source: Next similar group
de: Nächste ähnliche Gruppe
fr: Groupe similaire suivant
tr: Sonraki benzer grup

source: Previous photo
de: Vorheriges Foto
fr: Photo précédente
tr: Önceki fotoğraf

source: Next photo
de: Nächstes Foto
fr: Photo suivante
tr: Sonraki fotoğraf

source: Previous photo (←)
de: Vorheriges Foto (←)
fr: Photo précédente (←)
tr: Önceki fotoğraf (←)

source: Next photo (→)
de: Nächstes Foto (→)
fr: Photo suivante (→)
tr: Sonraki fotoğraf (→)

source: Toggle EXIF inspector (⌘I)
de: EXIF-Informationen ein-/ausblenden (⌘I)
fr: Afficher/masquer l’inspecteur EXIF (⌘I)
tr: EXIF panelini aç/kapat (⌘I)

source: Similar photo suggestions are never deleted automatically.
de: Ähnliche Fotovorschläge werden niemals automatisch gelöscht.
fr: Les suggestions de photos similaires ne sont jamais supprimées automatiquement.
tr: Benzer fotoğraf önerileri hiçbir zaman otomatik olarak silinmez.

source: Nothing in this category needs review yet. Scan a folder or your Apple Photos library from Home first, or pick another category.
de: In dieser Kategorie muss derzeit nichts überprüft werden. Scannen Sie zuerst einen Ordner oder Ihre Apple Fotos-Mediathek.
fr: Rien à examiner dans cette catégorie pour le moment. Analysez un dossier ou votre photothèque Apple Photos depuis l’accueil.
tr: Bu kategoride henüz incelenecek fotoğraf bulunmuyor. Ana sayfadan bir klasör veya Apple Fotoğraflar kütüphanesini tarayın ya da başka bir kategori seçin.

source: No destination selected
de: Kein Zielordner ausgewählt
fr: Aucun dossier sélectionné
tr: Hedef klasör seçilmedi

source: No Photos to Display
de: Keine Fotos zum Anzeigen
fr: Aucune photo à afficher
tr: Görüntülenecek Fotoğraf Yok

source: Reading EXIF parameters...
de: EXIF-Parameter werden gelesen...
fr: Lecture des métadonnées EXIF...
tr: EXIF parametreleri okunuyor...

source: Retry Loading
de: Erneut laden
fr: Réessayer le chargement
tr: Yeniden Dene

source: Smart Categories & Clutter Clusters
de: Smarte Kategorien & Fotogruppen
fr: Catégories intelligentes et groupes
tr: Akıllı Kategoriler ve Gruplar

source: All %lld photos have been categorized.
de: Alle %lld Fotos wurden kategorisiert.
fr: Toutes les %lld photos ont été classées.
tr: %lld fotoğrafın tümü kategorilere ayrıldı.

source: You have %lld photos selected for cleanup. Closing without adding them to your Safety Plan will discard these selections.
de: Sie haben %lld Fotos zur Bereinigung ausgewählt. Wenn Sie schließen, ohne sie zum Sicherheitsplan hinzuzufügen, werden diese Auswahlen verworfen.
fr: Vous avez sélectionné %lld photos pour le nettoyage. Fermer sans les ajouter au plan de sécurité annulera ces sélections.
tr: Temizlik için seçilmiş %lld fotoğrafınız var. Güvenlik Planına eklemeden kapatırsanız bu seçimler silinecektir.

source: Add %lld Items to Safety Plan
de: %lld Fotos zum Sicherheitsplan hinzufügen
fr: Ajouter %lld éléments au plan de sécurité
tr: %lld Fotoğrafı Güvenlik Planına Ekle

source: Review Skipped (%lld)
de: Übersprungene prüfen (%lld)
fr: Examiner les photos ignorées (%lld)
tr: Atlananları İncele (%lld)

source: Queue (%lld)
de: Warteschlange (%lld)
fr: File d’attente (%lld)
tr: Kuyruk (%lld)

source: %lld photos selected for cleanup.
de: %lld Fotos zur Bereinigung ausgewählt.
fr: %lld photos sélectionnées pour le nettoyage.
tr: Temizlik için %lld fotoğraf seçildi.

source: Byte-for-byte verified
de: Byte für Byte verifiziert
fr: Vérifié octet par octet
tr: Bayt bayt doğrulandı

source: Match distance
de: Übereinstimmungsabstand
fr: Distance de correspondance
tr: Eşleşme mesafesi

source: Advanced Technical Info
de: Erweiterte technische Details
fr: Informations techniques avancées
tr: Gelişmiş Teknik Bilgiler

source: Manual Fingerprint Overrides
de: Manuelle Fingerabdruck-Überschreibungen
fr: Remplacements manuels des empreintes
tr: Manuel Parmak İzi Geçersiz Kılmaları

source: Reconcile quarantine snapshots to track plan state changes and verify safety guarantees.
de: Gleichen Sie Quarantäne-Snapshots ab, um Statusänderungen zu verfolgen und Sicherheitsgarantien zu überprüfen.
fr: Rapprochez les instantanés de quarantaine pour suivre l'état du plan et vérifier les garanties de sécurité.
tr: Plan durumu değişikliklerini izlemek ve güvenlik garantilerini doğrulamak için karantina anlık görüntülerini mutabık kılın.

source: Original photos are preserved and copies can be restored at any time.
de: Originalfotos bleiben erhalten und Kopien können jederzeit wiederhergestellt werden.
fr: Les photos originales sont préservées et les copies peuvent être restaurées à tout moment.
tr: Orijinal fotoğraflar korunur ve kopyalar istenildiği zaman geri yüklenebilir.

source: Clear all planned selections
de: Alle geplanten Auswahlen löschen
fr: Effacer toutes les sélections prévues
tr: Tüm planlanan seçimleri temizle

source: Dismiss saved review session
de: Gespeicherte Bewertungssitzung verwerfen
fr: Ignorer la session d'examen enregistrée
tr: Kaydedilen inceleme oturumunu kapat

source: Recheck safety plan freshness
de: Aktualität des Sicherheitsplans prüfen
fr: Revérifier l'actualité du plan de sécurité
tr: Güvenlik planı tazeliğini yeniden doğrula

source: Export pending safety plan as JSON
de: Ausstehenden Sicherheitsplan als JSON exportieren
fr: Exporter le plan de sécurité en attente au format JSON
tr: Bekleyen güvenlik planını JSON olarak dışa aktar

source: %lld items
de: %lld Elemente
fr: %lld éléments
tr: %lld öğe

source: Cleanup
de: Bereinigen
fr: Nettoyage
tr: Temizlik

source: Review Selection
de: Auswahl prüfen
fr: Vérifier la sélection
tr: Seçimi İncele

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
tr: Seçili değil

source: Tap to change selection
de: Antippen, um die Auswahl zu ändern
fr: Touchez pour modifier la sélection
tr: Seçimi değiştirmek için dokunun

source: All Connected Sources
de: Alle verbundenen Quellen
fr: Toutes les sources connectées
tr: Tüm Bağlı Kaynaklar

source: Scan All Sources
de: Alle Quellen scannen
fr: Analyser toutes les sources
tr: Tüm Kaynakları Tara

source: Include Cloud Originals
de: Cloud-Originale einbeziehen
fr: Inclure les originaux du cloud
tr: Bulut Asıllarını Dahil Et

source: Copies & Similar
de: Kopien und Ähnliche
fr: Copies et similaires
tr: Kopyalar & Benzerler

source: Exact Copies
de: Identische Kopien
fr: Copies identiques
tr: Birebir Kopyalar

source: Similar Photos & Videos
de: Ähnliche Fotos und Videos
fr: Photos et vidéos similaires
tr: Benzer Fotoğraf ve Videolar

source: Suggested Keep
de: Behalten empfohlen
fr: À conserver (suggestion)
tr: Tutma Önerisi

source: Scan Coverage
de: Scanumfang
fr: Portée de l’analyse
tr: Tarama Kapsamı

source: Library view
de: Mediathekansicht
fr: Vue de la photothèque
tr: Arşiv görünümü

source: No groups to review
de: Keine Gruppen zur Prüfung
fr: Aucun groupe à examiner
tr: İncelenecek grup yok

source: Scan all connected sources to find exact copies and similar photos together.
de: Scanne alle verbundenen Quellen, um identische Kopien und ähnliche Fotos gemeinsam zu sehen.
fr: Analysez toutes les sources connectées pour voir les copies identiques et les photos similaires ensemble.
tr: Birebir kopyaları ve benzer fotoğrafları birlikte görmek için tüm bağlı kaynakları tara.

source: Photos includes iCloud Photos and saved WhatsApp albums. Files includes the folders you connect. Private chat storage is excluded.
de: Fotos umfasst freigegebene Fotos, iCloud-Fotos und gespeicherte WhatsApp-Alben. Dateien umfasst verbundene Ordner. Privater Chatspeicher ist nicht zugänglich.
fr: Photos comprend les éléments autorisés, Photos iCloud et les albums WhatsApp enregistrés. Fichiers comprend les dossiers connectés. Le stockage privé des conversations est inaccessible.
tr: Fotoğraflar; izin verilen galeri, iCloud Fotoğrafları ve kaydedilmiş WhatsApp albümlerini kapsar. Dosyalar; bağladığın klasörleri kapsar. Özel sohbet depolamasına erişilemez.

source: Some items in this source are unavailable. Reconnect or check access.
de: Einige Elemente dieser Quelle sind nicht verfügbar. Verbinde sie erneut oder prüfe die Zugriffsrechte.
fr: Certains éléments de cette source sont indisponibles. Reconnectez-la ou vérifiez les autorisations.
tr: Bu kaynaktaki bazı öğelere erişilemiyor. Kaynağı yeniden bağla veya izinleri kontrol et.

source: Reconnect an unavailable folder in Sources.
de: Verbinde einen nicht verfügbaren Ordner unter Quellen erneut.
fr: Reconnectez un dossier indisponible dans Sources.
tr: Erişilemeyen bir klasörü Kaynaklar bölümünden yeniden bağla.

source: Connected sources are scanned together. Add folders from iCloud Drive, On My iPhone, or another provider in Files once; keep them connected for future scans.
de: Verbundene Quellen werden gemeinsam gescannt. Füge Ordner aus iCloud Drive, Auf meinem iPhone oder anderen Anbietern in Dateien einmal hinzu und behalte die Verbindung.
fr: Les sources connectées sont analysées ensemble. Ajoutez une fois les dossiers d’iCloud Drive, Sur mon iPhone ou d’un autre fournisseur dans Fichiers et gardez-les connectés.
tr: Bağlı kaynaklar birlikte taranır. Dosyalar üzerinden iCloud Drive, iPhone’umda veya başka bir sağlayıcıdaki klasörleri bir kez ekle; sonraki taramalar için bağlı tut.

source: Add Files or Cloud Folder
de: Datei- oder Cloud-Ordner hinzufügen
fr: Ajouter un dossier local ou cloud
tr: Dosya veya Bulut Klasörü Ekle

source: Add Folders…
de: Ordner hinzufügen…
fr: Ajouter des dossiers…
tr: Klasör Ekle…

source: Disconnect
de: Trennen
fr: Déconnecter
tr: Bağlantıyı Kes

source: Connect Photos
de: Fotos verbinden
fr: Connecter Photos
tr: Fotoğrafları Bağla

source: Photos Connected
de: Fotos verbunden
fr: Photos connecté
tr: Fotoğraflar Bağlı

source: Photos / iCloud Photos
de: Fotos / iCloud-Fotos
fr: Photos / Photos iCloud
tr: Fotoğraflar / iCloud Fotoğrafları

source: WhatsApp · Photos
de: WhatsApp · Fotos
tr: WhatsApp · Fotoğraflar

source: Cloud Files
de: Cloud-Dateien
fr: Fichiers cloud
tr: Bulut Dosyaları

source: Cloud original needs download
de: Cloud-Original muss heruntergeladen werden
fr: L’original du cloud doit être téléchargé
tr: Buluttaki asıl dosyanın indirilmesi gerekiyor

source: Cloud providers may download files according to their own settings.
de: Cloud-Anbieter können Dateien entsprechend ihren eigenen Einstellungen herunterladen.
fr: Les fournisseurs cloud peuvent télécharger des fichiers selon leurs propres réglages.
tr: Bulut sağlayıcıları kendi ayarlarına göre dosya indirebilir.

source: %lld originals could not be analyzed. They remain in the library.
de: %lld Originale konnten nicht analysiert werden. Sie bleiben in der Mediathek.
fr: %lld originaux n’ont pas pu être analysés. Ils restent dans la photothèque.
tr: %lld asıl dosya analiz edilemedi. Arşivde görünmeye devam eder.

source: Analysis in progress. Groups may change.
de: Analyse läuft. Gruppen können sich ändern.
fr: Analyse en cours. Les groupes peuvent changer.
tr: Analiz sürüyor. Gruplar güncellenebilir.

source: Scanning all connected sources…
de: Alle verbundenen Quellen werden gescannt…
fr: Analyse de toutes les sources connectées…
tr: Tüm bağlı kaynaklar taranıyor…

source: Comparing videos…
de: Videos werden verglichen…
fr: Comparaison des vidéos…
tr: Videolar karşılaştırılıyor…

source: Reset Filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres
tr: Filtreleri Sıfırla

source: Removal by Source
de: Entfernen nach Quelle
fr: Suppression par source
tr: Kaynağa Göre Kaldırma

source: Recently Deleted in Photos
de: Fotos → Zuletzt gelöscht
fr: Photos → Supprimés récemment
tr: Fotoğraflar → Son Silinenler
